{"class_name": "Tokenizer", "config": {"num_words": 2000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<unk>", "document_count": 521, "word_counts": "{\"are\": 80, \"you\": 148, \"tired\": 1, \"of\": 152, \"cluttered\": 1, \"and\": 206, \"inefficient\": 1, \"design\": 125, \"files\": 1, \"join\": 1, \"me\": 32, \"on\": 43, \"a\": 203, \"journey\": 10, \"to\": 217, \"system\": 2, \"mastery\": 1, \"\\ud83d\\ude80\": 5, \"as\": 31, \"passionate\": 14, \"ui\": 46, \"ux\": 44, \"designer\": 9, \"i've\": 45, \"seen\": 1, \"firsthand\": 1, \"how\": 21, \"well\": 2, \"structured\": 1, \"can\": 29, \"revolutionize\": 1, \"team's\": 1, \"workflow\": 2, \"it's\": 32, \"not\": 18, \"just\": 4, \"about\": 78, \"creating\": 22, \"collection\": 1, \"reusable\": 2, \"components\": 4, \"building\": 5, \"shared\": 1, \"language\": 4, \"that\": 35, \"fosters\": 1, \"collaboration\": 15, \"consistency\": 1, \"scalability\": 1, \"in\": 55, \"my\": 24, \"latest\": 4, \"project\": 18, \"i\": 204, \"had\": 1, \"the\": 211, \"opportunity\": 15, \"lead\": 1, \"development\": 6, \"comprehensive\": 1, \"from\": 27, \"ground\": 1, \"up\": 3, \"we\": 2, \"started\": 11, \"by\": 22, \"conducting\": 4, \"thorough\": 3, \"audit\": 1, \"our\": 3, \"existing\": 1, \"identifying\": 1, \"inconsistencies\": 1, \"pain\": 5, \"points\": 3, \"there\": 1, \"established\": 1, \"clear\": 5, \"set\": 1, \"principles\": 1, \"defined\": 1, \"flexible\": 2, \"component\": 4, \"library\": 2, \"created\": 96, \"robust\": 1, \"documentation\": 1, \"site\": 1, \"results\": 2, \"30\": 1, \"reduction\": 1, \"time\": 3, \"more\": 20, \"cohesive\": 2, \"user\": 60, \"experience\": 44, \"happier\": 1, \"productive\": 1, \"team\": 17, \"\\ud83d\\ude4c\": 1, \"ready\": 1, \"unlock\": 1, \"power\": 28, \"systems\": 12, \"let's\": 2, \"connect\": 5, \"chat\": 1, \"transform\": 1, \"your\": 20, \"process\": 7, \"designsystem\": 1, \"uiux\": 1, \"productdesign\": 1, \"figma\": 2, \"sketch\": 1, \"adobexd\": 1, \"webdesign\": 1, \"appdesign\": 1, \"userexperience\": 1, \"designops\": 1, \"always\": 11, \"looking\": 14, \"for\": 67, \"ways\": 4, \"improve\": 13, \"create\": 20, \"efficient\": 2, \"effective\": 5, \"designs\": 13, \"that's\": 4, \"why\": 4, \"am\": 94, \"huge\": 5, \"advocate\": 3, \"using\": 26, \"figma's\": 1, \"properties\": 4, \"feature\": 2, \"with\": 19, \"which\": 6, \"save\": 3, \"ton\": 1, \"effort\": 1, \"long\": 1, \"run\": 4, \"also\": 20, \"use\": 12, \"them\": 6, \"complex\": 3, \"interactive\": 2, \"without\": 2, \"having\": 1, \"multiple\": 2, \"versions\": 1, \"same\": 3, \"if\": 16, \"re\": 1, \"already\": 8, \"highly\": 4, \"recommend\": 2, \"checking\": 2, \"out\": 32, \"they're\": 5, \"powerful\": 22, \"tool\": 10, \"can\": 1, \"help\": 26, \"take\": 2, \"next\": 2, \"level\": 2, \"here\": 3, \"few\": 1, \"favorite\": 1, \"tips\": 4, \"different\": 17, \"states\": 1, \"such\": 5, \"hover\": 1, \"focused\": 1, \"disabled\": 1, \"variations\": 1, \"sizes\": 1, \"colors\": 1, \"styles\": 1, \"carousels\": 1, \"accordions\": 1, \"tabs\": 1, \"hope\": 1, \"these\": 1, \"get\": 7, \"started\": 8, \"have\": 44, \"other\": 1, \"please\": 32, \"share\": 24, \"comments\": 6, \"below\": 2, \"uidesign\": 4, \"uxdesign\": 4, \"componentproperties\": 1, \"excited\": 38, \"announce\": 8, \"that\": 13, \"ll\": 2, \"be\": 6, \"speaking\": 4, \"at\": 10, \"upcoming\": 3, \"future\": 8, \"conference\": 6, \"sharing\": 1, \"insights\": 8, \"centered\": 10, \"both\": 5, \"innovative\": 2, \"accessible\": 4, \"solve\": 4, \"real\": 6, \"world\": 12, \"problems\": 3, \"believe\": 11, \"lies\": 1, \"products\": 10, \"experiences\": 3, \"inclusive\": 3, \"equitable\": 2, \"everyone\": 4, \"talk\": 4, \"discussing\": 2, \"importance\": 4, \"understanding\": 7, \"users'\": 1, \"needs\": 4, \"goals\": 4, \"research\": 4, \"testing\": 3, \"real\": 2, \"case\": 3, \"studies\": 1, \"own\": 2, \"work\": 12, \"providing\": 3, \"practical\": 3, \"advice\": 2, \"apply\": 5, \"projects\": 12, \"interested\": 2, \"learning\": 41, \"encourage\": 7, \"attend\": 2, \"promise\": 2, \"walk\": 1, \"away\": 1, \"some\": 3, \"valuable\": 6, \"inspiration\": 2, \"speaker\": 3, \"accessibility\": 3, \"inclusion\": 2, \"all\": 8, \"new\": 36, \"mobile\": 6, \"app\": 6, \"helps\": 5, \"people\": 6, \"find\": 3, \"book\": 1, \"appointments\": 2, \"local\": 2, \"businesses\": 2, \"is\": 23, \"still\": 3, \"its\": 1, \"early\": 2, \"stages\": 2, \"but\": 6, \"really\": 3, \"proud\": 2, \"what\": 7, \"accomplished\": 2, \"so\": 14, \"far\": 2, \"designed\": 2, \"clean\": 2, \"friendly\": 1, \"interface\": 1, \"makes\": 2, \"it\": 12, \"easy\": 2, \"implemented\": 2, \"search\": 6, \"engine\": 1, \"lets\": 1, \"filter\": 1, \"location\": 1, \"category\": 1, \"price\": 1, \"working\": 11, \"adding\": 1, \"confident\": 7, \"this\": 45, \"has\": 12, \"potential\": 4, \"success\": 10, \"forward\": 19, \"getting\": 1, \"feedback\": 25, \"suggestions\": 2, \"mobileapp\": 2, \"startup\": 2, \"big\": 16, \"believer\": 8, \"feedback\": 3, \"essential\": 1, \"love\": 3, \"collect\": 2, \"analyze\": 5, \"variety\": 10, \"methods\": 2, \"surveys\": 2, \"interviews\": 2, \"analytics\": 20, \"each\": 12, \"method\": 1, \"strengths\": 1, \"weaknesses\": 1, \"they\": 7, \"one\": 11, \"thing\": 2, \"common\": 2, \"understand\": 9, \"better\": 14, \"meet\": 2, \"exceed\": 2, \"their\": 2, \"expectations\": 2, \"today\": 4, \"best\": 5, \"way\": 4, \"grow\": 17, \"business\": 11, \"userfeedback\": 1, \"productmanagement\": 6, \"promoted\": 1, \"senior\": 2, \"grateful\": 9, \"continue\": 2, \"growing\": 1, \"developing\": 1, \"skills\": 6, \"company\": 17, \"name\": 2, \"beautiful\": 4, \"functional\": 1, \"strong\": 6, \"communication\": 1, \"when\": 2, \"page\": 1, \"happy\": 11, \"ideas\": 2, \"open\": 2, \"hearing\": 2, \"see\": 4, \"holds\": 1, \"make\": 10, \"positive\": 1, \"impact\": 7, \"challenges\": 2, \"opportunities\": 4, \"lie\": 1, \"ahead\": 1, \"promotion\": 1, \"senioruidesigner\": 1, \"careergoals\": 7, \"fan\": 16, \"storytelling\": 5, \"stories\": 2, \"memorable\": 1, \"start\": 10, \"thinking\": 2, \"story\": 3, \"want\": 2, \"tell\": 3, \"overall\": 1, \"narrative\": 1, \"once\": 1, \"clear\": 1, \"flows\": 1, \"wireframes\": 1, \"prototypes\": 1, \"important\": 3, \"test\": 1, \"engaging\": 2, \"give\": 10, \"try\": 2, \"usercentereddesign\": 2, \"will\": 2, \"joining\": 1, \"microsoft\": 3, \"intern\": 4, \"summer\": 2, \"internship\": 49, \"can't\": 1, \"wait\": 2, \"learn\": 11, \"industry\": 2, \"been\": 7, \"since\": 1, \"remember\": 1, \"challenge\": 2, \"products\": 1, \"easy\": 1, \"part\": 5, \"know\": 2, \"much\": 1, \"valuable\": 5, \"contribution\": 4, \"making\": 2, \"difference\": 2, \"would\": 19, \"like\": 17, \"thank\": 17, \"family\": 1, \"friends\": 1, \"mentors\": 1, \"support\": 2, \"not\": 2, \"without\": 1, \"giving\": 6, \"uxdesigner\": 2, \"summer2023\": 1, \"hey\": 14, \"connections\": 14, \"currently\": 4, \"over\": 9, \"5\": 5, \"years\": 4, \"proficient\": 2, \"software\": 13, \"creative\": 1, \"talented\": 7, \"fit\": 2, \"feel\": 4, \"free\": 2, \"contact\": 2, \"questions\": 2, \"schedule\": 2, \"interview\": 2, \"soon\": 2, \"uiuxdesigner\": 1, \"jobsearch\": 5, \"careerchange\": 3, \"newopportunities\": 3, \"white\": 1, \"space\": 2, \"sense\": 3, \"balance\": 1, \"harmony\": 1, \"sophistication\": 1, \"improve\": 1, \"readability\": 2, \"making\": 1, \"scan\": 1, \"visual\": 1, \"hierarchy\": 1, \"drawing\": 1, \"attention\": 1, \"elements\": 1, \"reduce\": 2, \"clutter\": 1, \"feel\": 1, \"airy\": 1, \"luxury\": 1, \"elegance\": 1, \"simple\": 3, \"whitespace\": 1, \"firm\": 1, \"built\": 1, \"foundation\": 1, \"impossible\": 1, \"successful\": 2, \"innovative\": 1, \"ship\": 1, \"faster\": 1, \"designsprints\": 1, \"accepted\": 1, \"position\": 1, \"google\": 9, \"role\": 14, \"working\": 1, \"wrote\": 1, \"collaboration\": 1, \"team\": 1, \"looking\": 1, \"contribute\": 3, \"everyone\": 1, \"who\": 2, \"has\": 1, \"supported\": 2, \"along\": 2, \"encouragement\": 2, \"guidance\": 2, \"newjob\": 5, \"dreamjob\": 2, \"article\": 5, \"discuss\": 1, \"how\": 1, \"can\": 1, \"help\": 1, \"products\": 1, \"that\": 2, \"people\": 1, \"love\": 1, \"share\": 1, \"practical\": 1, \"tips\": 1, \"advice\": 1, \"apply\": 1, \"your\": 1, \"own\": 1, \"projects\": 1, \"if\": 2, \"re\": 1, \"interested\": 1, \"learning\": 1, \"more\": 3, \"about\": 3, \"user\": 1, \"centered\": 1, \"encourage\": 1, \"read\": 1, \"promise\": 1, \"walk\": 1, \"away\": 1, \"with\": 1, \"some\": 1, \"valuable\": 1, \"insights\": 1, \"great\": 33, \"consistent\": 1, \"across\": 1, \"save\": 3, \"money\": 2, \"quality\": 6, \"easier\": 1, \"scale\": 1, \"india\": 2, \"dashboard\": 80, \"olympics\": 1, \"using\": 3, \"power\": 80, \"bi\": 80, \"gained\": 3, \"lot\": 25, \"from\": 3, \"link\": 25, \"comment\": 27, \"section\": 27, \"go\": 27, \"check\": 32, \"it\": 2, \"your\": 2, \"valuable\": 5, \"dataanalytics\": 88, \"glad\": 5, \"successfully\": 15, \"completed\": 18, \"data\": 126, \"science\": 35, \"at\": 10, \"technohacks\": 20, \"edutech\": 11, \"was\": 21, \"experience\": 38, \"got\": 3, \"learn\": 1, \"many\": 1, \"things\": 4, \"during\": 13, \"one\": 11, \"month\": 11, \"this\": 4, \"completed\": 1, \"all\": 1, \"tasks\": 6, \"were\": 1, \"assigned\": 1, \"providing\": 5, \"this\": 2, \"work\": 2, \"as\": 2, \"an\": 3, \"intern\": 5, \"learning\": 41, \"happy\": 14, \"codsoft\": 26, \"3\": 4, \"amazing\": 1, \"road\": 2, \"accidents\": 2, \"gives\": 25, \"recently\": 7, \"came\": 1, \"virtual\": 1, \"program\": 1, \"letsgrowmore\": 24, \"applied\": 1, \"selected\": 4, \"very\": 2, \"start\": 10, \"new\": 20, \"newjourney\": 19, \"e\": 1, \"commerce\": 2, \"website\": 4, \"thrilled\": 13, \"various\": 3, \"wonderful\": 4, \"superstore\": 2, \"sales\": 6, \"attached\": 22, \"fifa\": 1, \"cup\": 2, \"telecom\": 1, \"hospital\": 1, \"bank\": 1, \"video\": 1, \"explained\": 2, \"simple\": 1, \"different\": 1, \"tutorial\": 1, \"retail\": 1, \"store\": 1, \"manufacturing\": 1, \"real\": 1, \"estate\": 1, \"restaurant\": 2, \"hotel\": 2, \"school\": 1, \"college\": 1, \"university\": 1, \"inpersonate\": 1, \"project\": 2, \"on\": 2, \"netflix\": 2, \"movies\": 2, \"tv\": 2, \"shows\": 2, \"dataset\": 1, \"is\": 1, \"taken\": 1, \"kaggle\": 1, \"will\": 1, \"give\": 1, \"you\": 1, \"of\": 1, \"the\": 1, \"hello\": 5, \"been\": 1, \"ipl\": 1, \"2022\": 10, \"t20\": 1, \"worldcup\": 1, \"asia\": 1, \"commonwealth\": 1, \"games\": 8, \"national\": 8, \"khelo\": 1, \"youth\": 1, \"world\": 1, \"athletics\": 1, \"championships\": 2, \"diamond\": 1, \"league\": 1, \"asian\": 1, \"south\": 2, \"school\": 1, \"para\": 1, \"here\": 1, \"glimpse\": 1, \"zomato\": 1, \"analysis\": 46, \"python\": 8, \"swiggy\": 1, \"ola\": 1, \"uber\": 1, \"amazon\": 2, \"flipkart\": 1, \"myntra\": 1, \"jabong\": 1, \"snapdeal\": 1, \"shopclues\": 1, \"paytm\": 1, \"phonepe\": 1, \"google\": 1, \"pay\": 1, \"mobikwik\": 1, \"freecharge\": 1, \"sales\": 1, \"marketing\": 9, \"hr\": 4, \"finance\": 2, \"supply\": 4, \"chain\": 4, \"inventory\": 4, \"customer\": 10, \"product\": 4, \"employee\": 3, \"performance\": 8, \"covid\": 2, \"19\": 2, \"population\": 12, \"indian\": 1, \"us\": 1, \"china\": 1, \"russia\": 1, \"brazil\": 1, \"uk\": 1, \"germany\": 1, \"france\": 1, \"canada\": 1, \"australia\": 1, \"japan\": 1, \"korea\": 1, \"mexico\": 1, \"attrition\": 2, \"churn\": 5, \"credit\": 2, \"card\": 2, \"fraud\": 2, \"detection\": 4, \"sentiment\": 3, \"spam\": 2, \"fake\": 2, \"news\": 3, \"recommendation\": 12, \"music\": 2, \"book\": 2, \"job\": 2, \"course\": 2, \"stock\": 2, \"market\": 2, \"prediction\": 13, \"house\": 2, \"price\": 2, \"weather\": 2, \"rainfall\": 2, \"crop\": 2, \"disease\": 8, \"diabetes\": 2, \"heart\": 2, \"cancer\": 2, \"kidney\": 2, \"liver\": 2, \"parkinson's\": 2, \"alzheimer's\": 2, \"autism\": 2, \"spectrum\": 2, \"disorder\": 2, \"depression\": 2, \"image\": 2, \"classification\": 3, \"object\": 2, \"face\": 2, \"recognition\": 3, \"text\": 2, \"natural\": 2, \"processing\": 2, \"machine\": 2, \"translation\": 2, \"speech\": 2, \"chatbot\": 2, \"recommender\": 2, \"deep\": 2, \"learning\": 1, \"reinforcement\": 2, \"computer\": 2, \"vision\": 2, \"time\": 1, \"series\": 1, \"survival\": 2, \"network\": 5, \"r\": 2, \"sql\": 2, \"excel\": 2, \"tableau\": 2, \"qlikview\": 1, \"sas\": 1, \"spss\": 1, \"d3\": 1, \"js\": 2, \"matlab\": 1, \"julia\": 1, \"scala\": 1, \"java\": 4, \"c\": 2, \"c#\": 2, \"web\": 2, \"scraping\": 2, \"beautifulsoup\": 2, \"scrapy\": 2, \"selenium\": 2, \"pandas\": 2, \"numpy\": 2, \"matplotlib\": 2, \"seaborn\": 2, \"plotly\": 2, \"scikit\": 1, \"learn\": 1, \"tensorflow\": 2, \"keras\": 2, \"pytorch\": 2, \"theano\": 1, \"caffe\": 1, \"development\": 3, \"html\": 2, \"css\": 2, \"javascript\": 4, \"react\": 4, \"angular\": 2, \"vue\": 1, \"node\": 2, \"express\": 1, \"mongodb\": 2, \"mysql\": 2, \"postgresql\": 2, \"django\": 2, \"flask\": 2, \"ruby\": 1, \"rails\": 1, \"android\": 2, \"ios\": 2, \"flutter\": 2, \"native\": 2, \"swift\": 2, \"kotlin\": 2, \"objective\": 1, \"xamarin\": 1, \"ionic\": 1, \"cordova\": 1, \"phonegap\": 1, \"nativescript\": 1, \"jquery\": 1, \"game\": 2, \"unity\": 2, \"unreal\": 2, \"engine\": 2, \"cryengine\": 1, \"godot\": 1, \"amazon\": 1, \"lumberyard\": 1, \"lua\": 1, \"boo\": 1, \"unrealscript\": 1, \"cyber\": 2, \"security\": 7, \"application\": 2, \"cloud\": 3, \"iot\": 1, \"mobile\": 1, \"identity\": 2, \"access\": 2, \"management\": 3, \"cryptography\": 2, \"blockchain\": 5, \"ethical\": 2, \"hacking\": 2, \"penetration\": 2, \"malware\": 2, \"digital\": 2, \"forensics\": 2, \"auditing\": 1, \"cryptocurrency\": 2, \"bitcoin\": 2, \"ethereum\": 2, \"ripple\": 1, \"litecoin\": 1, \"smart\": 2, \"contracts\": 2, \"decentralized\": 2, \"applications\": 2, \"initial\": 2, \"coin\": 2, \"offerings\": 2, \"mining\": 2, \"forks\": 1, \"wallets\": 1, \"exchanges\": 1, \"regulations\": 1, \"computing\": 2, \"services\": 2, \"microsoft\": 1, \"azure\": 2, \"google\": 1, \"platform\": 2, \"ibm\": 2, \"oracle\": 1, \"alibaba\": 1, \"salesforce\": 2, \"sap\": 2, \"workday\": 1, \"servicenow\": 1, \"adobe\": 1, \"vmware\": 1, \"citrix\": 1, \"red\": 1, \"hat\": 1, \"devops\": 2, \"jenkins\": 2, \"docker\": 2, \"kubernetes\": 2, \"ansible\": 2, \"puppet\": 2, \"chef\": 2, \"terraform\": 2, \"git\": 2, \"nagios\": 1, \"splunk\": 2, \"elk\": 1, \"stack\": 1, \"prometheus\": 1, \"grafana\": 1, \"zabbix\": 1, \"agile\": 8, \"scrum\": 8, \"kanban\": 2, \"lean\": 2, \"xp\": 1, \"safe\": 8, \"less\": 1, \"nexus\": 1, \"dad\": 1, \"fdd\": 1, \"crystal\": 1, \"dsdm\": 1, \"rad\": 1, \"jad\": 1, \"prince2\": 2, \"scientist\": 4, \"background\": 4, \"deep\": 1, \"natural\": 1, \"language\": 1, \"processing\": 1, \"proficient\": 1, \"highly\": 2, \"motivated\": 2, \"results\": 1, \"oriented\": 1, \"individual\": 2, \"proven\": 2, \"track\": 3, \"record\": 2, \"next\": 1, \"month\": 1, \"amazing\": 3, \"products\": 1, \"make\": 1, \"difference\": 1, \"education\": 1, \"lives\": 1, \"code\": 6, \"reviews\": 3, \"share\": 1, \"knowledge\": 2, \"among\": 1, \"members\": 1, \"participated\": 1, \"pull\": 1, \"requests\": 1, \"architectural\": 1, \"become\": 5, \"engineer\": 3, \"patterns\": 3, \"solve\": 1, \"common\": 1, \"write\": 6, \"maintainable\": 3, \"behavioral\": 1, \"testing\": 2, \"build\": 3, \"reliable\": 2, \"quality\": 1, \"assurance\": 1, \"methodologies\": 1, \"deliver\": 1, \"value\": 4, \"customers\": 7, \"quickly\": 1, \"teams\": 3, \"focused\": 1, \"delivering\": 1, \"successful\": 1, \"career\": 4, \"helping\": 1, \"others\": 1, \"achieve\": 8, \"their\": 1, \"diverse\": 1, \"community\": 6, \"finding\": 1, \"passion\": 2, \"networking\": 3, \"continuously\": 1, \"personal\": 3, \"stories\": 1, \"awarded\": 4, \"year\": 3, \"association\": 4, \"recognition\": 4, \"honored\": 4, \"solid\": 3, \"scalable\": 1, \"testable\": 1, \"small\": 3, \"enterprise\": 3, \"dry\": 3, \"don't\": 1, \"repeat\": 1, \"yourself\": 1, \"principle\": 3, \"concise\": 1, \"readable\": 1, \"kiss\": 3, \"keep\": 1, \"simple\": 1, \"stupid\": 1, \"elegant\": 1, \"understandable\": 1, \"yagni\": 3, \"ain't\": 1, \"gonna\": 1, \"need\": 1, \"avoid\": 1, \"over\": 1, \"engineering\": 1, \"efficient\": 1, \"tdd\": 1, \"test\": 1, \"driven\": 1, \"hello\": 1, \"everyone\": 1, \"happy\": 1, \"share\": 1, \"that\": 1, \"created\": 1, \"dashboard\": 1, \"on\": 1, \"employee\": 1, \"attrition\": 1, \"analysis\": 1, \"using\": 1, \"power\": 1, \"bi\": 1, \"this\": 1, \"dashboard\": 1, \"gives\": 1, \"a\": 1, \"lot\": 1, \"of\": 1, \"insights\": 1, \"about\": 1, \"the\": 1, \"employee\": 1, \"attrition\": 1, \"data\": 1, \"please\": 1, \"check\": 1, \"it\": 1, \"out\": 1, \"from\": 1, \"the\": 1, \"link\": 1, \"in\": 1, \"the\": 1, \"comment\": 1, \"section\": 1, \"and\": 1, \"share\": 1, \"your\": 1, \"valuable\": 1, \"feedback\": 1, \"customer\": 1, \"detection\": 1, \"system\": 1, \"stock\": 1, \"market\": 1, \"house\": 1, \"price\": 1, \"weather\": 1, \"rainfall\": 1, \"crop\": 1, \"disease\": 1, \"diabetes\": 1, \"heart\": 1, \"disease\": 1, \"cancer\": 1, \"kidney\": 1, \"disease\": 1, \"liver\": 1, \"disease\": 1, \"parkinson's\": 1, \"disease\": 1, \"alzheimer's\": 1, \"disease\": 1, \"autism\": 1, \"spectrum\": 1, \"disorder\": 1, \"depression\": 1, \"image\": 1, \"object\": 1, \"face\": 1, \"text\": 1, \"natural\": 1, \"language\": 1, \"processing\": 1, \"machine\": 1, \"translation\": 1, \"speech\": 1, \"chatbot\": 1, \"recommender\": 1, \"deep\": 1, \"reinforcement\": 1, \"computer\": 1, \"vision\": 1, \"time\": 1, \"series\": 1, \"survival\": 1, \"network\": 1, \"r\": 1, \"sql\": 1, \"excel\": 1, \"tableau\": 1, \"qlikview\": 1, \"sas\": 1, \"spss\": 1, \"d3\": 1, \"js\": 1, \"matlab\": 1, \"julia\": 1, \"scala\": 1, \"java\": 1, \"c++\": 1, \"c#\": 1, \"web\": 1, \"scraping\": 1, \"beautifulsoup\": 1, \"scrapy\": 1, \"selenium\": 1, \"pandas\": 1, \"numpy\": 1, \"matplotlib\": 1, \"seaborn\": 1, \"plotly\": 1, \"scikit\": 1, \"learn\": 1, \"tensorflow\": 1, \"keras\": 1, \"pytorch\": 1, \"theano\": 1, \"caffe\": 1, \"web\": 1, \"development\": 1, \"html\": 1, \"css\": 1, \"javascript\": 1, \"react\": 1, \"angular\": 1, \"vue\": 1, \"js\": 1, \"node\": 1, \"js\": 1, \"express\": 1, \"js\": 1, \"mongodb\": 1, \"mysql\": 1, \"postgresql\": 1, \"django\": 1, \"flask\": 1, \"ruby\": 1, \"on\": 1, \"rails\": 1, \"mobile\": 1, \"app\": 1, \"development\": 1, \"android\": 1, \"ios\": 1, \"flutter\": 1, \"react\": 1, \"native\": 1, \"swift\": 1, \"kotlin\": 1, \"java\": 1, \"objective\": 1, \"c\": 1, \"xamarin\": 1, \"ionic\": 1, \"cordova\": 1, \"phonegap\": 1, \"nativescript\": 1, \"jquery\": 1, \"mobile\": 1, \"game\": 1, \"development\": 1, \"unity\": 1, \"unreal\": 1, \"engine\": 1, \"cryengine\": 1, \"godot\": 1, \"amazon\": 1, \"lumberyard\": 1, \"c++\": 1, \"c#\": 1, \"java\": 1, \"python\": 1, \"lua\": 1, \"boo\": 1, \"unrealscript\": 1, \"cyber\": 1, \"security\": 1, \"network\": 1, \"application\": 1, \"cloud\": 1, \"iot\": 1, \"mobile\": 1, \"identity\": 1, \"and\": 1, \"access\": 1, \"management\": 1, \"cryptography\": 1, \"blockchain\": 1, \"ethical\": 1, \"hacking\": 1, \"penetration\": 1, \"testing\": 1, \"malware\": 1, \"digital\": 1, \"forensics\": 1, \"security\": 1, \"auditing\": 1, \"blockchain\": 1, \"cryptocurrency\": 1, \"bitcoin\": 1, \"ethereum\": 1, \"ripple\": 1, \"litecoin\": 1, \"smart\": 1, \"contracts\": 1, \"decentralized\": 1, \"applications\": 1, \"initial\": 1, \"coin\": 1, \"offerings\": 1, \"mining\": 1, \"forks\": 1, \"wallets\": 1, \"exchanges\": 1, \"regulations\": 1, \"security\": 1, \"cloud\": 1, \"computing\": 1, \"amazon\": 1, \"web\": 1, \"services\": 1, \"microsoft\": 1, \"azure\": 1, \"google\": 1, \"cloud\": 1, \"platform\": 1, \"ibm\": 1, \"cloud\": 1, \"oracle\": 1, \"cloud\": 1, \"alibaba\": 1, \"cloud\": 1, \"salesforce\": 1, \"sap\": 1, \"workday\": 1, \"servicenow\": 1, \"adobe\": 1, \"experience\": 1, \"cloud\": 1, \"vmware\": 1, \"citrix\": 1, \"red\": 1, \"hat\": 1, \"devops\": 1, \"jenkins\": 1, \"docker\": 1, \"kubernetes\": 1, \"ansible\": 1, \"puppet\": 1, \"chef\": 1, \"terraform\": 1, \"git\": 1, \"nagios\": 1, \"splunk\": 1, \"elk\": 1, \"stack\": 1, \"prometheus\": 1, \"grafana\": 1, \"zabbix\": 1, \"agile\": 1, \"scrum\": 1, \"kanban\": 1, \"lean\": 1, \"xp\": 1, \"safe\": 1, \"less\": 1, \"nexus\": 1, \"dad\": 1, \"fdd\": 1, \"crystal\": 1, \"dsdm\": 1, \"rad\": 1, \"jad\": 1, \"prince2\": 1, \"analyst\": 7, \"full\": 2, \"stack\": 2, \"developer\": 3, \"backend\": 2, \"frontend\": 3, \"ml\": 1, \"engineer\": 3, \"ai\": 2, \"software\": 2, \"business\": 3, \"cloud\": 1, \"devops\": 1, \"product\": 3, \"manager\": 3, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 3, \"customer\": 6, \"marketing\": 7, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"full\": 1, \"stack\": 1, \"web\": 1, \"developer\": 1, \"machine\": 1, \"learning\": 1, \"engineer\": 1, \"artificial\": 1, \"intelligence\": 1, \"engineer\": 1, \"cloud\": 1, \"engineer\": 1, \"devops\": 1, \"engineer\": 1, \"product\": 1, \"manager\": 1, \"business\": 1, \"analyst\": 1, \"business\": 1, \"intelligence\": 1, \"analyst\": 1, \"customer\": 1, \"analyst\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"scientist\": 1, \"software\": 1, \"engineer\": 1, \"business\": 1, \"intelligence\": 1, \"customer\": 1, \"marketing\": 1, \"analyst\": 1, \"data\": 1, \"analyst\": 1, \"certificate\": 22, \"certification\": 13, \"associate\": 4, \"specialty\": 1, \"professional\": 3, \"developer\": 2, \"user\": 1, \"master\": 2, \"advanced\": 1, \"owner\": 2, \"manager\": 1, \"foundation\": 3, \"practitioner\": 3, \"leader\": 1, \"auditor\": 1, \"plus\": 2, \"pmp\": 1, \"capm\": 1, \"csm\": 1, \"cspo\": 1, \"csd\": 1, \"psm\": 1, \"pspo\": 1, \"psd\": 1, \"agilist\": 1, \"scrum\": 1, \"itil\": 4, \"prince2\": 2, \"cobit\": 3, \"six\": 8, \"sigma\": 8, \"yellow\": 2, \"belt\": 4, \"green\": 2, \"black\": 2, \"lean\": 4, \"thrilled\": 1, \"share\": 1, \"my\": 1, \"latest\": 1, \"power\": 1, \"bi\": 1, \"dashboard\": 1, \"this\": 1, \"time\": 1, \"i\": 1, \"dove\": 1, \"into\": 1, \"the\": 1, \"fascinating\": 1, \"world\": 1, \"of\": 1, \"renewable\": 1, \"energy\": 3, \"trends\": 2, \"from\": 1, \"2000\": 1, \"to\": 1, \"2022\": 1, \"\\ud83c\\udf0d\\ud83d\\udca1\": 1, \"key\": 2, \"insights\": 1, \"include\": 1, \"a\": 1, \"massive\": 1, \"400\": 1, \"increase\": 2, \"in\": 1, \"solar\": 1, \"production\": 1, \"last\": 1, \"decade\": 1, \"alone\": 1, \"wind\": 1, \"shows\": 1, \"most\": 2, \"stable\": 1, \"growth\": 2, \"europe\": 1, \"while\": 1, \"hydropower\": 1, \"still\": 1, \"dominates\": 1, \"south\": 1, \"america\": 1, \"surprising\": 1, \"correlation\": 1, \"between\": 1, \"national\": 1, \"gdp\": 1, \"and\": 1, \"investment\": 1, \"geothermal\": 1, \"project\": 1, \"was\": 1, \"a\": 1, \"great\": 1, \"challenge\": 1, \"combining\": 1, \"data\": 1, \"from\": 1, \"multiple\": 1, \"sources\": 1, \"and\": 1, \"using\": 1, \"dax\": 1, \"to\": 1, \"create\": 1, \"complex\": 1, \"time\": 1, \"intelligence\": 1, \"measures\": 1, \"i'm\": 1, \"passionate\": 1, \"about\": 1, \"using\": 1, \"data\": 1, \"to\": 1, \"highlight\": 1, \"important\": 1, \"global\": 1, \"check\": 1, \"out\": 1, \"the\": 1, \"interactive\": 1, \"dashboard\": 1, \"and\": 1, \"let\": 1, \"me\": 1, \"know\": 1, \"what\": 1, \"you\": 1, \"think\": 1, \"powerbi\": 1, \"dataanalytics\": 1, \"renewableenergy\": 1, \"dataforgood\": 1, \"businessintelligence\": 1, \"climatechange\": 1, \"accepted\": 1, \"an\": 1, \"offer\": 1, \"join\": 1, \"microsoft\": 1, \"as\": 1, \"a\": 1, \"data\": 1, \"applied\": 1, \"scientist\": 1, \"intern\": 1, \"for\": 1, \"summer\": 1, \"2023\": 1, \"incredibly\": 1, \"grateful\": 1, \"for\": 1, \"this\": 1, \"opportunity\": 1, \"to\": 1, \"work\": 1, \"with\": 1, \"the\": 1, \"azure\": 1, \"data\": 1, \"team\": 1, \"and\": 1, \"contribute\": 1, \"to\": 1, \"cutting\": 1, \"edge\": 1, \"cloud\": 1, \"technologies\": 2, \"huge\": 1, \"thank\": 1, \"you\": 1, \"to\": 1, \"my\": 1, \"mentors\": 1, \"professors\": 1, \"and\": 1, \"friends\": 1, \"who\": 1, \"have\": 1, \"supported\": 1, \"me\": 1, \"on\": 1, \"this\": 1, \"journey\": 1, \"can't\": 1, \"wait\": 1, \"to\": 1, \"learn\": 1, \"from\": 1, \"the\": 1, \"brilliant\": 1, \"minds\": 1, \"at\": 1, \"microsoft\": 1, \"and\": 1, \"tackle\": 1, \"challenging\": 1, \"real\": 1, \"world\": 1, \"problems\": 1, \"looking\": 1, \"forward\": 1, \"to\": 1, \"an\": 1, \"amazing\": 1, \"summer\": 1, \"in\": 1, \"redmond\": 1, \"datascience\": 1, \"career\": 1, \"tech\": 2, \"published\": 1, \"a\": 1, \"new\": 1, \"article\": 1, \"on\": 1, \"medium\": 1, \"beyond\": 1, \"the\": 1, \"bar\": 1, \"chart\": 1, \"5\": 1, \"advanced\": 2, \"visualizations\": 2, \"to\": 1, \"tell\": 1, \"better\": 1, \"data\": 1, \"stories\": 1, \"\\ud83d\\udcca\\u270d\\ufe0f\": 1, \"explore\": 2, \"how\": 1, \"to\": 1, \"move\": 1, \"past\": 1, \"basic\": 1, \"charts\": 1, \"and\": 1, \"use\": 1, \"visualizations\": 1, \"like\": 1, \"sankey\": 1, \"diagrams\": 1, \"sunburst\": 1, \"and\": 1, \"network\": 1, \"graphs\": 1, \"to\": 1, \"uncover\": 1, \"deeper\": 1, \"insights\": 1, \"it's\": 1, \"a\": 1, \"practical\": 1, \"guide\": 1, \"with\": 1, \"code\": 1, \"snippets\": 1, \"in\": 1, \"python\": 1, \"using\": 1, \"plotly\": 1, \"for\": 1, \"anyone\": 1, \"looking\": 1, \"to\": 1, \"level\": 1, \"up\": 1, \"their\": 1, \"data\": 1, \"storytelling\": 1, \"skills\": 1, \"would\": 1, \"love\": 1, \"for\": 1, \"you\": 1, \"to\": 1, \"give\": 1, \"it\": 1, \"a\": 1, \"read\": 2, \"and\": 1, \"share\": 1, \"your\": 1, \"thoughts\": 1, \"what\": 1, \"are\": 1, \"your\": 1, \"favorite\": 1, \"datavisualization\": 1, \"datastorytelling\": 1, \"blog\": 1, \"after\": 1, \"months\": 1, \"of\": 1, \"hard\": 1, \"work\": 1, \"i'm\": 1, \"excited\": 1, \"to\": 1, \"share\": 1, \"that\": 1, \"i've\": 1, \"officially\": 1, \"launched\": 1, \"my\": 1, \"first\": 2, \"open\": 1, \"source\": 2, \"project\": 1, \"pymetrics\": 2, \"\\ud83c\\udf89\": 1, \"is\": 1, \"a\": 1, \"lightweight\": 1, \"python\": 1, \"library\": 1, \"for\": 1, \"easily\": 1, \"calculating\": 1, \"a\": 1, \"wide\": 1, \"range\": 1, \"of\": 1, \"performance\": 3, \"metrics\": 3, \"for\": 1, \"classification\": 2, \"and\": 1, \"regression\": 1, \"models\": 2, \"the\": 1, \"goal\": 1, \"was\": 1, \"to\": 1, \"create\": 1, \"a\": 1, \"simple\": 2, \"intuitive\": 1, \"api\": 1, \"that's\": 1, \"fully\": 1, \"compatible\": 1, \"with\": 1, \"scikit\": 1, \"learn\": 1, \"learned\": 1, \"so\": 1, \"much\": 1, \"about\": 1, \"software\": 1, \"design\": 1, \"testing\": 2, \"and\": 1, \"documentation\": 1, \"during\": 1, \"this\": 1, \"process\": 1, \"a\": 1, \"big\": 1, \"thanks\": 2, \"to\": 1, \"the\": 1, \"open\": 1, \"source\": 1, \"community\": 1, \"for\": 1, \"the\": 1, \"inspiration\": 1, \"now\": 1, \"on\": 1, \"github\": 2, \"and\": 1, \"pypi\": 1, \"contributions\": 1, \"and\": 1, \"feedback\": 1, \"are\": 1, \"very\": 1, \"welcome\": 1, \"opensource\": 1, \"machinelearning\": 1, \"developer\": 2, \"our\": 1, \"team\": 1, \"at\": 1, \"your\": 1, \"company\": 1, \"is\": 1, \"hiring\": 1, \"a\": 1, \"senior\": 1, \"data\": 1, \"scientist\": 1, \"we're\": 1, \"looking\": 1, \"for\": 1, \"someone\": 1, \"passionate\": 1, \"about\": 1, \"machine\": 1, \"learning\": 1, \"statistical\": 1, \"modeling\": 1, \"and\": 1, \"using\": 1, \"data\": 1, \"to\": 1, \"solve\": 1, \"complex\": 1, \"business\": 1, \"problems\": 1, \"you'll\": 1, \"get\": 1, \"to\": 1, \"work\": 1, \"on\": 1, \"a\": 1, \"modern\": 1, \"data\": 1, \"stack\": 1, \"python\": 1, \"spark\": 2, \"aws\": 1, \"and\": 1, \"have\": 1, \"a\": 1, \"direct\": 1, \"impact\": 1, \"on\": 1, \"our\": 1, \"product\": 1, \"strategy\": 1, \"if\": 1, \"you\": 1, \"have\": 1, \"5+\": 1, \"years\": 1, \"of\": 1, \"experience\": 1, \"and\": 1, \"love\": 1, \"working\": 2, \"in\": 1, \"a\": 1, \"collaborative\": 1, \"fast\": 1, \"paced\": 1, \"environment\": 1, \"we'd\": 1, \"love\": 1, \"to\": 1, \"hear\": 1, \"from\": 1, \"you\": 1, \"feel\": 1, \"free\": 1, \"to\": 1, \"dm\": 1, \"me\": 1, \"if\": 1, \"you\": 1, \"have\": 1, \"any\": 1, \"questions\": 1, \"recruiting\": 1, \"techjobs\": 1, \"datascientist\": 1, \"what's\": 1, \"one\": 1, \"book\": 3, \"that\": 1, \"completely\": 1, \"changed\": 2, \"your\": 1, \"perspective\": 1, \"on\": 1, \"data\": 1, \"\\ud83d\\udcda\": 1, \"for\": 1, \"me\": 1, \"it\": 1, \"was\": 1, \"storytelling\": 1, \"with\": 1, \"data\": 1, \"by\": 1, \"cole\": 1, \"nussbaumer\": 1, \"knaflic\": 1, \"it\": 1, \"taught\": 1, \"me\": 1, \"that\": 1, \"the\": 1, \"way\": 1, \"you\": 1, \"present\": 1, \"your\": 1, \"findings\": 1, \"is\": 1, \"just\": 1, \"as\": 1, \"important\": 1, \"as\": 1, \"the\": 1, \"analysis\": 3, \"itself\": 1, \"it\": 1, \"shifted\": 1, \"my\": 1, \"focus\": 1, \"from\": 1, \"just\": 1, \"showing\": 1, \"data\": 1, \"to\": 1, \"communicating\": 1, \"a\": 1, \"clear\": 1, \"compelling\": 1, \"narrative\": 1, \"i'm\": 1, \"always\": 1, \"looking\": 1, \"for\": 1, \"new\": 1, \"reads\": 1, \"to\": 1, \"expand\": 1, \"my\": 1, \"knowledge\": 1, \"drop\": 1, \"your\": 1, \"recommendations\": 1, \"in\": 1, \"the\": 1, \"comments\": 1, \"below\": 1, \"\\ud83d\\udc47\": 1, \"bookrecommendation\": 1, \"learning\": 1, \"careerdevelopment\": 1, \"passed\": 1, \"the\": 1, \"tensorflow\": 1, \"developer\": 1, \"certificate\": 1, \"exam\": 2, \"\\ud83e\\udd2f\": 1, \"this\": 1, \"was\": 1, \"one\": 1, \"of\": 1, \"the\": 1, \"most\": 1, \"challenging\": 1, \"exams\": 1, \"i've\": 1, \"ever\": 1, \"taken\": 1, \"it\": 1, \"required\": 1, \"a\": 1, \"deep\": 2, \"hands\": 1, \"on\": 1, \"understanding\": 2, \"of\": 1, \"building\": 2, \"and\": 1, \"training\": 2, \"neural\": 2, \"networks\": 2, \"for\": 1, \"computer\": 1, \"vision\": 1, \"and\": 1, \"nlp\": 1, \"the\": 1, \"preparation\": 1, \"involved\": 1, \"countless\": 1, \"hours\": 2, \"of\": 1, \"coding\": 1, \"debugging\": 1, \"and\": 1, \"studying\": 1, \"huge\": 1, \"to\": 1, \"the\": 1, \"online\": 1, \"community\": 1, \"for\": 1, \"the\": 1, \"amazing\": 1, \"resources\": 1, \"and\": 1, \"support\": 1, \"if\": 1, \"you're\": 1, \"studying\": 1, \"for\": 1, \"it\": 1, \"my\": 1, \"advice\": 1, \"is\": 1, \"to\": 1, \"focus\": 1, \"on\": 1, \"practical\": 1, \"application\": 1, \"not\": 1, \"just\": 1, \"theory\": 1, \"keep\": 1, \"building\": 1, \"ai\": 1, \"deeplearning\": 1, \"reflecting\": 1, \"on\": 1, \"a\": 1, \"year\": 2, \"of\": 1, \"remotely\": 1, \"\\ud83c\\udfe1\": 1, \"while\": 1, \"i\": 1, \"miss\": 1, \"the\": 1, \"spontaneous\": 1, \"office\": 1, \"chats\": 1, \"remote\": 2, \"work\": 2, \"has\": 1, \"been\": 1, \"a\": 1, \"game\": 1, \"changer\": 1, \"for\": 1, \"my\": 1, \"productivity\": 2, \"and\": 1, \"work\": 1, \"life\": 1, \"balance\": 1, \"my\": 1, \"key\": 1, \"takeaways\": 1, \"1\": 2, \"intentional\": 1, \"communication\": 1, \"is\": 1, \"key\": 1, \"over\": 1, \"communicating\": 1, \"is\": 1, \"better\": 1, \"than\": 1, \"under\": 1, \"2\": 1, \"set\": 1, \"clear\": 1, \"boundaries\": 1, \"it's\": 1, \"easy\": 1, \"to\": 1, \"let\": 1, \"work\": 1, \"bleed\": 1, \"into\": 1, \"personal\": 1, \"time\": 1, \"a\": 1, \"dedicated\": 1, \"workspace\": 1, \"and\": 1, \"fixed\": 1, \"are\": 1, \"crucial\": 1, \"3\": 1, \"trust\": 1, \"is\": 1, \"everything\": 1, \"thrives\": 1, \"on\": 1, \"trusting\": 1, \"your\": 1, \"team\": 1, \"to\": 1, \"deliver\": 1, \"not\": 1, \"on\": 1, \"tracking\": 1, \"what\": 1, \"has\": 1, \"your\": 1, \"experience\": 1, \"been\": 1, \"with\": 1, \"what\": 1, \"are\": 1, \"your\": 1, \"top\": 2, \"tips\": 1, \"for\": 1, \"success\": 1, \"remotework\": 1, \"workfromhome\": 1, \"futureofwork\": 1, \"leadership\": 2, \"i'm\": 1, \"building\": 1, \"a\": 1, \"new\": 1, \"machine\": 1, \"learning\": 1, \"model\": 4, \"to\": 1, \"predict\": 2, \"customer\": 1, \"churn\": 2, \"and\": 1, \"i'm\": 1, \"debating\": 1, \"which\": 1, \"algorithm\": 1, \"to\": 1, \"use\": 1, \"i've\": 1, \"narrowed\": 1, \"it\": 1, \"down\": 1, \"to\": 1, \"a\": 1, \"few\": 1, \"options\": 1, \"logistic\": 1, \"regression\": 2, \"simple\": 1, \"interpretable\": 2, \"and\": 1, \"a\": 1, \"great\": 1, \"baseline\": 1, \"random\": 1, \"forest\": 1, \"great\": 1, \"performance\": 1, \"robust\": 1, \"to\": 1, \"outliers\": 1, \"but\": 1, \"less\": 1, \"xgboost\": 2, \"often\": 2, \"the\": 1, \"performer\": 1, \"but\": 1, \"can\": 1, \"be\": 1, \"complex\": 1, \"to\": 1, \"tune\": 1, \"for\": 1, \"those\": 1, \"who\": 1, \"have\": 1, \"built\": 1, \"models\": 1, \"before\": 1, \"what\": 1, \"has\": 1, \"worked\": 1, \"best\": 1, \"for\": 1, \"you\": 1, \"any\": 1, \"advice\": 1, \"on\": 1, \"feature\": 3, \"engineering\": 3, \"or\": 1, \"selection\": 1, \"would\": 1, \"be\": 1, \"greatly\": 1, \"appreciated\": 1, \"customerchurn\": 1, \"predictiveanalytics\": 1, \"believer\": 1, \"in\": 1, \"the\": 1, \"80/20\": 1, \"rule\": 1, \"for\": 1, \"data\": 1, \"science\": 1, \"projects\": 1, \"pareto's\": 1, \"principle\": 1, \"suggests\": 1, \"that\": 1, \"80\": 1, \"of\": 1, \"the\": 1, \"results\": 1, \"come\": 1, \"from\": 1, \"20\": 2, \"of\": 1, \"the\": 1, \"effort\": 1, \"my\": 1, \"experience\": 1, \"that\": 1, \"is\": 1, \"almost\": 2, \"always\": 2, \"you\": 1, \"can\": 1, \"have\": 1, \"the\": 1, \"most\": 1, \"complex\": 1, \"neural\": 1, \"network\": 1, \"in\": 1, \"the\": 1, \"world\": 1, \"but\": 1, \"if\": 1, \"your\": 1, \"features\": 2, \"are\": 1, \"weak\": 1, \"your\": 1, \"model's\": 1, \"will\": 2, \"be\": 1, \"mediocre\": 1, \"at\": 1, \"best\": 1, \"a\": 1, \"with\": 1, \"well\": 1, \"engineered\": 1, \"outperform\": 1, \"a\": 1, \"complex\": 1, \"with\": 1, \"poor\": 1, \"ones\": 1, \"do\": 1, \"you\": 1, \"agree\": 1, \"where\": 1, \"do\": 1, \"you\": 1, \"find\": 1, \"you\": 1, \"get\": 1, \"the\": 1, \"most\": 1, \"bang\": 1, \"for\": 1, \"your\": 1, \"buck\": 1, \"in\": 1, \"your\": 1, \"workflow\": 1, \"capstone\": 1, \"for\": 1, \"my\": 1, \"bootcamp\": 1, \"i\": 1, \"built\": 1, \"a\": 1, \"recommendation\": 1, \"engine\": 2, \"for\": 1, \"a\": 1, \"dataset\": 1, \"of\": 1, \"1\": 1, \"million\": 1, \"grocery\": 1, \"store\": 1, \"transactions\": 1, \"\\ud83d\\uded2\": 1, \"i\": 1, \"used\": 1, \"collaborative\": 1, \"filtering\": 1, \"als\": 1, \"algorithm\": 1, \"in\": 1, \"spark\": 1, \"to\": 1, \"find\": 1, \"patterns\": 1, \"in\": 1, \"user\": 1, \"purchase\": 1, \"behavior\": 1, \"and\": 1, \"recommend\": 1, \"new\": 1, \"products\": 1, \"the\": 1, \"biggest\": 1, \"challenge\": 1, \"was\": 1, \"dealing\": 1, \"with\": 1, \"the\": 1, \"sparse\": 1, \"data\": 1, \"and\": 1, \"scaling\": 1, \"the\": 1, \"computation\": 1, \"final\": 1, \"was\": 1, \"able\": 1, \"to\": 1, \"predict\": 1, \"a\": 1, \"user's\": 1, \"next\": 1, \"purchase\": 1, \"with\": 1, \"35\": 1, \"accuracy\": 2, \"a\": 1, \"significant\": 1, \"improvement\": 1, \"over\": 1, \"the\": 1, \"baseline\": 1, \"this\": 1, \"project\": 1, \"taught\": 1, \"me\": 1, \"so\": 1, \"much\": 1, \"about\": 1, \"recommendation\": 1, \"systems\": 2, \"and\": 1, \"big\": 1, \"data\": 1, \"recommendationengine\": 1, \"bigdata\": 1, \"deployed\": 1, \"my\": 1, \"machine\": 1, \"learning\": 1, \"to\": 1, \"production\": 1, \"using\": 1, \"docker\": 2, \"and\": 1, \"flask\": 2, \"it's\": 1, \"a\": 1, \"simple\": 1, \"api\": 1, \"that\": 1, \"takes\": 1, \"in\": 1, \"text\": 1, \"and\": 1, \"predicts\": 1, \"sentiment\": 1, \"but\": 1, \"the\": 1, \"learning\": 1, \"curve\": 1, \"was\": 1, \"steep\": 1, \"i\": 1, \"navigated\": 1, \"the\": 1, \"worlds\": 1, \"of\": 1, \"dockerfiles\": 1, \"wsgi\": 1, \"servers\": 1, \"and\": 1, \"setting\": 1, \"up\": 1, \"a\": 1, \"ci/cd\": 1, \"pipeline\": 1, \"with\": 1, \"github\": 1, \"actions\": 1, \"seeing\": 1, \"the\": 1, \"active\": 1, \"status\": 1, \"on\": 1, \"my\": 1, \"cloud\": 1, \"endpoint\": 1, \"was\": 1, \"one\": 1, \"of\": 1, \"the\": 1, \"most\": 1, \"satisfying\": 1, \"moments\": 1, \"of\": 1, \"my\": 1, \"career\": 1, \"so\": 1, \"far\": 1, \"a\": 1, \"huge\": 1, \"shoutout\": 1, \"to\": 1, \"all\": 1, \"the\": 1, \"amazing\": 1, \"bloggers\": 1, \"and\": 1, \"youtubers\": 1, \"who\": 1, \"create\": 1, \"content\": 1, \"that\": 1, \"makes\": 1, \"this\": 1, \"stuff\": 1, \"accessible\": 1, \"what\": 1, \"was\": 1, \"your\": 1, \"first\": 1, \"deployment\": 1, \"experience\": 1, \"like\": 1, \"mlops\": 1, \"devops\": 1, \"mentoring\": 1, \"a\": 1, \"new\": 1, \"data\": 1, \"analyst\": 1, \"and\": 1, \"the\": 1, \"most\": 1, \"common\": 1, \"question\": 1, \"i\": 1, \"get\": 1, \"is\": 1, \"sql\": 1, \"or\": 1, \"python\": 1, \"which\": 1, \"one\": 1, \"should\": 1, \"i\": 1, \"learn\": 1, \"first\": 1, \"my\": 1, \"answer\": 1, \"is\": 1, \"always\": 1, \"why\": 1, \"because\": 1, \"data\": 1, \"lives\": 1, \"in\": 1, \"databases\": 1, \"you\": 1, \"can't\": 1, \"analyze\": 1, \"what\": 1, \"you\": 1, \"can't\": 1, \"access\": 1, \"a\": 1, \"solid\": 1, \"foundation\": 1, \"in\": 1, \"sql\": 1, \"allows\": 1, \"you\": 1, \"to\": 1, \"explore\": 1, \"filter\": 1, \"and\": 1, \"aggregate\": 1, \"data\": 1, \"directly\": 1, \"at\": 1, \"the\": 1, \"source\": 1, \"it's\": 1, \"the\": 1, \"universal\": 1, \"language\": 1, \"of\": 1, \"data\": 1, \"python\": 1, \"is\": 1, \"incredibly\": 1, \"powerful\": 1, \"for\": 1, \"advanced\": 1, \"and\": 1, \"modeling\": 1, \"but\": 1, \"you\": 1, \"need\": 2, \"data\": 1, \"to\": 1, \"work\": 1, \"with\": 1, \"first\": 1, \"is\": 1, \"the\": 1, \"key\": 1, \"that\": 1, \"unlocks\": 1, \"the\": 1, \"data\": 1, \"warehouse\": 1, \"what's\": 1, \"your\": 1, \"take\": 1, \"on\": 1, \"this\": 1, \"careeradvice\": 1, \"attending\": 1, \"the\": 1, \"nvidia\": 1, \"gtc\": 1, \"conference\": 1, \"this\": 1, \"week\": 1, \"and\": 1, \"my\": 1, \"mind\": 1, \"is\": 1, \"blown\": 1, \"the\": 1, \"advancements\": 1, \"in\": 1, \"generative\": 1, \"ai\": 1, \"large\": 1, \"language\": 1, \"models\": 1, \"and\": 1, \"accelerated\": 1, \"computing\": 1, \"are\": 1, \"happening\": 1, \"at\": 1, \"an\": 1, \"incredible\": 1, \"pace\": 1, \"keynote\": 1, \"was\": 1, \"packed\": 1, \"with\": 1, \"announcements\": 1, \"that\": 1, \"will\": 1, \"redefine\": 1, \"industries\": 1, \"i'm\": 1, \"particularly\": 1, \"excited\": 1, \"about\": 1, \"the\": 1, \"potential\": 1, \"of\": 1, \"using\": 1, \"ai\": 1, \"for\": 1, \"scientific\": 1, \"discovery\": 1, \"and\": 1, \"drug\": 1, \"development\": 1, \"it's\": 1, \"an\": 1, \"amazing\": 1, \"time\": 1, \"to\": 1, \"be\": 1, \"in\": 1, \"the\": 1, \"world\": 1, \"of\": 1, \"ai\": 1, \"feeling\": 1, \"inspired\": 1, \"and\": 1, \"energized\": 1, \"to\": 1, \"get\": 1, \"back\": 1, \"to\": 1, \"work\": 1, \"and\": 1, \"build\": 1, \"the\": 1, \"future\": 1, \"gtc23\": 1, \"futuretech\": 1, \"i\": 1, \"had\": 1, \"a\": 1, \"great\": 1, \"conversation\": 1, \"with\": 1, \"a\": 1, \"product\": 1, \"manager\": 1, \"today\": 1, \"about\": 1, \"the\": 1, \"difference\": 1, \"between\": 2, \"a/b\": 1, \"testing\": 2, \"and\": 1, \"multivariate\": 2, \"here's\": 1, \"the\": 1, \"simple\": 1, \"breakdown\": 1, \"you\": 1, \"test\": 1, \"two\": 1, \"different\": 1, \"versions\": 1, \"of\": 1, \"a\": 1, \"single\": 1, \"element\": 2, \"e\": 1, \"g\": 1, \"a\": 1, \"red\": 1, \"button\": 2, \"vs\": 1, \"a\": 1, \"blue\": 1, \"it's\": 1, \"simple\": 1, \"and\": 1, \"tells\": 2, \"you\": 1, \"which\": 1, \"version\": 1, \"is\": 1, \"better\": 1, \"you\": 1, \"multiple\": 1, \"of\": 1, \"multiple\": 1, \"elements\": 1, \"simultaneously\": 1, \"two\": 1, \"headlines\": 1, \"two\": 1, \"images\": 1, \"and\": 1, \"two\": 1, \"buttons\": 1, \"it's\": 1, \"more\": 1, \"complex\": 1, \"but\": 1, \"combination\": 1, \"performs\": 1, \"best\": 1, \"when\": 1, \"do\": 1, \"you\": 1, \"choose\": 2, \"one\": 1, \"over\": 1, \"the\": 1, \"other\": 1, \"it\": 1, \"depends\": 1, \"on\": 1, \"your\": 1, \"traffic\": 1, \"and\": 1, \"your\": 1, \"goals\": 1, \"abtesting\": 1, \"cro\": 1, \"marketing\": 1, \"finished\": 1, \"reading\": 1, \"designing\": 1, \"data\": 1, \"intensive\": 1, \"applications\": 1, \"by\": 1, \"martin\": 1, \"kleppmann\": 1, \"i\": 1, \"can't\": 1, \"recommend\": 1, \"this\": 1, \"enough\": 1, \"for\": 1, \"anyone\": 1, \"working\": 1, \"with\": 1, \"data\": 1, \"systems\": 2, \"\\ud83d\\udcaf\": 1, \"it\": 1, \"provides\": 1, \"a\": 1, \"and\": 1, \"comprehensive\": 1, \"overview\": 1, \"of\": 1, \"the\": 1, \"fundamental\": 1, \"principles\": 1, \"behind\": 1, \"the\": 1, \"we\": 2, \"use\": 1, \"every\": 1, \"day\": 1, \"from\": 1, \"databases\": 1, \"and\": 1, \"stream\": 1, \"processors\": 1, \"to\": 1, \"distributed\": 1, \"it's\": 1, \"not\": 1, \"just\": 1, \"about\": 1, \"what\": 1, \"the\": 1, \"are\": 1, \"but\": 1, \"why\": 1, \"they\": 1,